IDEA Open Model
MatAnchorProperties.KS Property
 Shear linear stiffness.
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double KS { get; set; }
Public Property KS As Double
	Get
	Set
public:
property double KS {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatAnchorProperties Class
IdeaRS.OpenModel.Material Namespace